Repository: danikinder/GreetingsProgram
Catalog: Greetings/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: A quest for knowledge
ru: В поисках знаний
uk: Прагнення до знань

source: Are you ready to,
ru: Вы готовы
uk: Вы готовi

source: Boom.
ru: Бум.
uk: Бум.

source: Exploring iOS Programming
ru: Изучение программирования для iOS
uk: Вивчаємо програмування на iOS

source: Greetings
ru: Приветствую вас
uk: Привітання

source: Hello, there!
ru: Здравствуйте!
uk: Привіт!

source: Learning how to Bake
ru: Учимся печь
uk: Вчимося пекти

source: Programming recipes
ru: Рецепты программирования
uk: Програмування рецептів

source: start exploring?
ru: начать исследовать?
uk: почати досліджувати?

source: Welcome to Swift Programming!
ru: Добро пожаловать в программирование на Swift!
uk: Ласкаво просимо до Swift Programming!
